{
"1865-12-17": "Premiered the 1st interpretation of the 'Unfinished Symphony' (Unvollendete) by Franz Schubert.",
"1883-10-7": "Inaugurat Castelul Peles, construit de regele Carol I din fonduri personale; primul castel electrificat din Europe, detinand o uzina electrica proprie.
              Avea incalzire centrala.",
"10.10.1857": "A inceput constructia cladirii Universitatii din Bucuresti dupa planurile arhitectului Alexandru Orascu.",
"5.10.1450": "Evreii din Bavaria de Jos au fost expluzati din ordinul lui Lodovic al IX-lea, duce de Bavaria.",
"16.5.1972": "A fost inaugurat Sistemul hidroenergetic Portile de Fier I, cu o putere de 1.050 MW in partea romaneasca si tot atat in partea Iugoslava; lucrarile au inceput in 9/1964.",
"22.5.1762": "Construirea renumitei Fontana di Trevi din centrul Romei a fost finalizata, iar inaugurareaa fost facuta de insusi Papa Clement al XIII-lea.",
"22.5.1819": "Vaporul cu aburi SS Savannah a plecat din portul Savannah, Georgia, SUA, in calatoria care a devenit prima traversare a Atlanticului de catre un astfel de vas. A ajuns la Liverpool, Anglia, in 20.6.1819.",
"8.5.1912": "A fost infiintat studioul americal de film Paramount.",
"10.5.1877": "Principele Carol I a proclamat solemn Independenta absoluta a Romaniei.",
"15.5.1858": "A fost inaugurata Opera Regala din Covent Garden, Londra.",
"11.5.1784": "Limba germana a fost declarata limba oficiala in Transilvania.",
"11.4.1241": "A avut loc batalia de la Muhi in timpul invaziilor mongole in Europa, in care conducatorul mongol Batu Khan l-a infrant pe Regele Bela al IV-lea al Ungariei.",
"28.3.1882": "In Franta, invatamantul a devenit obligatoriu.",
"1.5.1707": " Regatul Angliei s-a unit cu Regatul Scotiei formand Regatul Marii Britanii.",
"29.4.1868": "S-a infiintat Societatea Filarmonica Romana, care, dupa 1955, a purtat numele muzicianului George Enescu.",
"4.5.1626": "Exploratorul olandez Peter Minuit a ajuns in teritoriul pe care l-a numit Noua Olanda - Insula Manhattan din zilele - la bordul navei See Meeuw.",
"4.5.1965": "A fost infiintat Teatrul 'Ion Creanga' din Bucuresti.",
"20.6.1248": "Universitatea Oxford si-a orimit Cartea Regala, documentul prin care i se acorda dreptul de a conferi titluri acadamice.",
"19.6.1961": "Kuwait si-a declarat independenta fata de Marea Britanie.",
"17.6.1944": "Islanda si-a declarat independenta fata de Danemarca si a devenit republica.",
"18.3.1241": "In timpul primei invazii mongole a Regatului Poloniei, mongolii au coplesit armata poloneza in Batalia de la Chmielnik si au jefuit orasul Cracovia.",
"20.3.1600": "A avut loc ceea ce a ramas in istorie ca Baia de Sange de la Linkoping, din Joia Mare, in urma careia au fost decapitati cei cinci sfatuitori ai regelui Sigismund III Vasa al Suediei.",
"4.3.1493": "Cristofor Columb s-a intors in Portugalia pe nava s-a sa, Nina, din calatoria in Bahamas si alte insule din Caraibe.",
"4.3.1519": "Conchistadorul spaniol Hernan Cortes a ajuns in Mexic, el fiind in cautarea aztecilor si a bogatiilor lor.",
"20.2.1872": "S-a deschis la New York Muzeul Metropolitan de Arta.",
"22.2.1906": "S-a infiintat Institutul Geologic al Romaniei si s-a creat Corpul geologilor.",
"3.3.1915": "A fost infiintata in SUA agentia NACA (National Advisory Commitee for Aeronautics), predecesoarea NASA.",
"24.8.1944": "Asupra Bucurestiului au avut loc bombardamente ale aviatiei fasciste, care s-au soldat cu distrugerea Teatrului National, a Palatului Regal si zeci de victime."
  
  
}
