{
"dishevelment":...,
"finicky": ["en", "adjective
            adjective: finicky; comparative adjective: finickier; superlative adjective: finickiest
            (of a person) fussy about their needs or requirements.
            'a finicky eater' synonyms: fussy, fastidious, punctilious, over-particular, hard to please, overcritical, difficult, awkward, exacting, demanding, perfectionist; More
            showing or requiring great attention to detail.'his finicky copperplate hand' Origin English early 19th century: from finical"],
"nettoyage": ["fr", "(plural nettoyages), cleaning; Action, manière de nettoyer, en particulier un objet, un petit local : Produit pour le nettoyage des sols."],
"jugani": ["(Popular; cu privire la animale) A castra, a scopi; (Familiar, cu privire la oameni) A bate zdravăn, a pedepsi. Pe Șerpe, oameni buni, l-om jugăni cum trebuie; org. 'care poartă jugu': boŭ jugan. cal jugan, cal jugănit- jugani, s. m. (Reg.) armăsar sau taur castrat, folosit la munca"],
"harneala": ["harneli s. f. (deț.) 1. ironie, batjocură; glumă proastă 2. (deț.) simularea îmbolnăvirii în vederea sustragerii de la îndeplinirea unei sarcini"],
"incessant": ["en", "(of something regarded as unpleasant) continuing without pause or interruption 'the incessant beat of the music'; late Middle English: via Old French from late Latin incessant-, from in- ‘not’ + Latin cessant- ‘ceasing’ (from the verb cessare )"],
"athwart": ["en", "preposition 1.from side to side of; across. 'a counter was placed athwart the entrance' 2. in opposition to; counter to.
'these statistics run sharply athwart conventional presumptions' adverb 1. across from side to side; transversely. 'one table running athwart was all the room would hold' 2. so as to be perverse or contradictory.
'our words ran athwart and we ended up at cross purposes'"],
"indefatigable": ["en", "adjective: indefatigable (of a person or their efforts) persisting tirelessly, 'an indefatigable defender of human rights' , synonyms: tireless, untiring, never-tiring, unwearied, unwearying, unflagging; antonyms: idle, feeble"],
"irksomely": ["en", "adj. Causing annoyance, weariness, or vexation: irksome duties; irksome restrictions. See Synonyms at boring. irk′some·ly adv. irk′some·ness n."],
"belated":["en", "late, delayed, or detained, coming or being after the customary/useful/expected time"],
"pugnacious": ["en", "eager or quick to argue, quarrel, or fight"],
"frothy": ["en", "adjective: frothy; comparative adjective: frothier; superlative adjective: frothiest 1. full of or covered with a mass of small bubbles. 2. light and entertaining but of little substance."],
"wonk": ["en", "noun: wonk; plural noun: wonks 1. derogatory a studious or hard-working person. 2. nautical slang an incompetent or inexperienced sailor, especially a naval cadet. Origin 1920s: of unknown origin."],
"irrational exuberance": [],
"portend": ["en", "be a sign or warning that (something, especially something momentous or calamitous) is likely to happen. the eclipses portend some major events; synonyms: presage, augur, foreshadow, foretell, prophesy"],
"egregious": ["en", "outstandingly bad; shocking; egregious abuses of copyright; archaic remarkably good."],
"indelectable": ["en", "(archaic) Not delectable; unpleasant; disagreeable."]
}
